
 :  %TRANSCEIVER - 6 - INSERTED : SIP1 : iomd : transceiver module inserted in GigabitEthernet0/0/0

 :  %TRANSCEIVER - 6 - INSERTED : SIP1 : iomd : transceiver module inserted in GigabitEthernet0/0/2
Initializing Hardware ...

Checking for PCIe device presence...done
System integrity status: 0x610
Rom image verified correctly


System Bootstrap, Version 16.7(3r), RELEASE SOFTWARE
Copyright (c) 1994-2018  by cisco Systems, Inc.

Current image running: Boot ROM0

Last reset cause: LocalSoft
Cisco ISR4331/K9 platform with 4194304 Kbytes of main memory



no valid BOOT image found
Final autoboot attempt from default boot device...
Located isr4300-universalk9.16.06.04.SPA.bin
####Initializing Hardware ...

Checking for PCIe device presence...done
System integrity status: 0x610
Rom image verified correctly


System Bootstrap, Version 16.7(3r), RELEASE SOFTWARE
Copyright (c) 1994-2018  by cisco Systems, Inc.

Current image running: Boot ROM0

Last reset cause: LocalSoft
Cisco ISR4331/K9 platform with 4194304 Kbytes of main memory



no valid BOOT image found
Final autoboot attempt from default boot device...
Located isr4300-universalk9.16.06.04.SPA.bin
##########################################################################################################################
Package header rev 1 structure detected
IsoSize = 550114467
Calculating SHA-1 hash...Validate package: SHA-1 hash:
        calculated 444F4D02:44C58887:D9C8942B:C557D3CF:2A14247E
        expected   444F4D02:44C58887:D9C8942B:C557D3CF:2A14247E

RSA Signed RELEASE Image Signature Verification Successful.
Image validated


              Restricted Rights Legend

Use, duplication, or disclosure by the Government is
subject to restrictions as set forth in subparagraph
(c) of the Commercial Computer Software - Restricted
Rights clause at FAR sec. 52.227-19 and subparagraph
(c) (1) (ii) of the Rights in Technical Data and Computer
Software clause at DFARS sec. 252.227-7013.

           cisco Systems, Inc.
           170 West Tasman Drive
           San Jose, California 95134-1706

Cisco IOS Software[Everest], ISR Software(X86_64_LINUX_IOSD - UNIVERSALK9 - M), Version 16.6.4, RELEASE SOFTWARE(fc3)
Technical Support : http://www.cisco.com/techsupport
Copyright(c) 1986 - 2018 by Cisco Systems, Inc.
Compiled Sun 08 - Jul - 18 04:33 by mcpre



Cisco IOS - XE software, Copyright(c) 2005 - 2018 by cisco Systems, Inc.
All rights reserved.Certain components of Cisco IOS - XE software are
licensed under the GNU General Public License("GPL") Version 2.0.The
software code licensed under GPL Version 2.0 is free software that comes
with ABSOLUTELY NO WARRANTY.You can redistribute and / or modify such
GPL code under the terms of GPL Version 2.0.For more details, see the
documentation or "License Notice" file accompanying the IOS - XE software,
or the applicable URL provided on the flyer accompanying the IOS - XE
software.



This product contains cryptographic features and is subject to United
States and local country laws governing import, export, transfer and
use. Delivery of Cisco cryptographic products does not imply
third-party authority to import, export, distribute or use encryption.
Importers, exporters, distributors and users are responsible for
compliance with U.S. and local country laws. By using this product you
agree to comply with applicable laws and regulations. If you are unable
to comply with U.S. and local laws, return this product immediately.

A summary of U.S. laws governing Cisco cryptographic products may be found at:
http://www.cisco.com/wwl/export/crypto/tool/stqrg.html

If you require further assistance please contact us by sending email to
export@cisco.com.

cisco ISR4331/K9 (1RU) processor with 1795999K/6147K bytes of memory.
Processor board ID FLM232010G0
3 Gigabit Ethernet interfaces
2 Serial interfaces
32768K bytes of non-volatile configuration memory.
4194304K bytes of physical memory.
3207167K bytes of flash memory at bootflash:.
0K bytes of WebUI ODM Files at webui:.



         --- System Configuration Dialog ---

Would you like to enter the initial configuration dialog? [yes/no]: 
% Please answer 'yes' or 'no'.
Would you like to enter the initial configuration dialog? [yes/no]: no


Press RETURN to get started!



Router>enable
Router# configure terminlal
                        ^
% Invalid input detected at '^' marker.
	
Router# hostname Edge_Router_Backup
                 ^
% Invalid input detected at '^' marker.
	
Router#hostname Edge_Router_Backup 
                ^
% Invalid input detected at '^' marker.
	
Router#hostname Edge_Router_Backup
                ^
% Invalid input detected at '^' marker.
	
Router# hostname Edge_Route_Backup
                 ^
% Invalid input detected at '^' marker.
	
Router#hostname Edge_Router_Backup
                ^
% Invalid input detected at '^' marker.
	
Router#hostname Edge_Router_Backup   
                ^
% Invalid input detected at '^' marker.
	
Router# hostname Edge_Router_Backup
                 ^
% Invalid input detected at '^' marker.
	
Router# hostname Edge_Router_Backup
                 ^
% Invalid input detected at '^' marker.
	
Router#config
Configuring from terminal, memory, or network [terminal]? 
Enter configuration commands, one per line.  End with CNTL/Z.
Router(config)#  hostname Edge_Router_Backup
Edge_Router_Backup(config)#fin
                            ^
% Invalid input detected at '^' marker.
	
Edge_Router_Backup(config)#
Edge_Router_Backup(config)#
Edge_Router_Backup(config)#  fin
                              ^
% Invalid input detected at '^' marker.
	
Edge_Router_Backup(config)#^Z
Edge_Router_Backup#
%SYS-5-CONFIG_I: Configured from console by console

Edge_Router_Backup#
Edge_Router_Backup#
